{
  "pageTitle": "AGB's\n(Termos e Condições Gerais)",
  "pageDescription": "Termos de uso e informações legais para os serviços da House of Europe Consulting.",
  "sections": {
    "scope": {
      "title": "§ 1 Âmbito de Aplicação",
      "content": "(1) Estes Termos e Condições Gerais (AGB) aplicam-se a todos os contratos para a prestação de serviços entre House of Europe Consulting, Proprietário: Washington De-Sousa, Colônia – Alemanha (doravante 'nós', 'nosso' ou 'prestador') e nossos clientes (doravante 'cliente' ou 'parceiro').\n\n(2) Estes AGB destinam-se exclusivamente a empresários (§ 14 BGB), não a consumidores (§ 13 BGB) ou consumidores finais nos termos da PAngV. Nossa oferta de serviços destina-se exclusivamente a empresários.\n\n(3) 'Consumidor' é toda pessoa física que celebra um contrato para fins que não podem ser atribuídos predominantemente à sua atividade comercial ou profissional independente.\n\n(4) 'Empresário' é toda pessoa física ou jurídica ou sociedade com capacidade jurídica que, ao celebrar o contrato, age no exercício de sua atividade comercial ou profissional independente.\n\n(5) Estes AGB também se aplicam a todas as futuras relações comerciais com o cliente, salvo disposição em contrário."
    },
    "services": {
      "title": "§ 2 Escopo dos Serviços",
      "content": "(1) Prestamos, em especial, os seguintes serviços:\n\n* GlobalAccess: Expansão Internacional\n  - Avaliação estratégica inicial e análise de viabilidade do negócio\n  - Apoio na escolha da forma jurídica ideal e registro oficial\n  - Orientação tributária e financeira inicial\n  - Assistência com compliance, contratos internacionais e questões jurídicas\n  - Estabelecimento de representação local\n\n* DataPulse: Pesquisa de Mercado Estratégica\n  - Análise detalhada de mercado e concorrentes\n  - Estudo completo sobre o comportamento do consumidor europeu\n  - Identificação de oportunidades estratégicas\n  - Relatórios personalizados com insights aplicáveis\n\n* SecureLink: Consultoria Migratória\n  - Avaliação individual do melhor visto ou autorização de residência\n  - Preparação e revisão da documentação necessária\n  - Suporte personalizado durante o processo de imigração\n  - Orientação sobre moradia e integração cultural\n\n* TalentForge: Mentoria Profissional e Carreira\n  - Coaching individualizado e planos de carreira\n  - Preparação estratégica para o mercado europeu\n  - Mentoria contínua para desenvolvimento\n  - Apoio na inserção ao mercado\n\n* DigitalBoost & BrandWave: Transformação Digital e Marketing\n  - Estratégias digitais e marketing eficazes\n  - Automação e digitalização de processos\n  - Recrutamento de talentos digitais\n  - Consultoria em CRM, SEO, SEM e Social Media\n\n* ResearchBoost: Incentivos para P&D e Inovação\n  - Acesso a incentivos fiscais para P&D\n  - Subsídios do programa Horizon Europe\n  - Parcerias com institutos de pesquisa\n  - Certificação de projetos de P&D\n\n* BusinessTalk: Tradução Empresarial\n  - Tradução simultânea em reuniões\n  - Domínio de vocabulário técnico\n  - Experiência em negociações internacionais\n  - Suporte em alemão, inglês, português e espanhol\n\n* FairConnect: Representação em Feiras\n  - Representação multilíngue profissional\n  - Experiência em feiras na Europa\n  - Apresentação especializada de produtos\n  - Relatórios detalhados de feedback\n\n(2) O escopo dos serviços é determinado pelo respectivo contrato, em especial pela confirmação individual do pedido."
    },
    "remuneration": {
      "title": "§ 3 Remuneração",
      "content": "(1) Os preços são acordados individualmente e são válidos para o escopo do serviço acordado.\n\n(2) Todos os preços são líquidos e estão sujeitos à taxa de IVA aplicável no momento.\n\n(3) Os custos de viagem, acomodação e alimentação serão cobrados separadamente, a menos que acordado de outra forma.\n\n(4) Os pagamentos devem ser feitos dentro de 14 dias após a emissão da fatura, a menos que acordado de outra forma."
    },
    "conclusion": {
      "title": "§ 4 Conclusão do Contrato",
      "content": "(1) O contrato é celebrado através da aceitação de nossa oferta pelo cliente ou através da confirmação de pedido por nossa parte.\n\n(2) As ofertas são não vinculativas e sujeitas a alterações.\n\n(3) O cliente pode cancelar o pedido por escrito dentro de 14 dias após a conclusão do contrato, sem indicação de motivos."
    },
    "payment": {
      "title": "§ 5 Pagamento",
      "content": "(1) O pagamento deve ser feito sem dedução para a conta bancária indicada na fatura.\n\n(2) Em caso de atraso no pagamento, cobramos juros de mora de 9 pontos percentuais acima da taxa básica de juros.\n\n(3) O cliente só tem direito de reter pagamentos ou compensar com contrapretensões se estas forem incontestáveis ou judicialmente declaradas."
    },
    "duration": {
      "title": "§ 6 Duração do Contrato",
      "content": "(1) O contrato é celebrado por tempo indeterminado, a menos que acordado de outra forma.\n\n(2) O contrato pode ser rescindido por qualquer uma das partes com um prazo de 3 meses para o final do mês.\n\n(3) O direito de rescisão extraordinária por motivo importante permanece inalterado."
    },
    "liability": {
      "title": "§ 7 Responsabilidade",
      "content": "(1) Somos responsáveis por danos causados intencionalmente ou por negligência grosseira.\n\n(2) Em caso de negligência simples, nossa responsabilidade é limitada aos danos previsíveis típicos do contrato.\n\n(3) A limitação de responsabilidade não se aplica a danos à vida, ao corpo e à saúde.\n\n(4) As disposições do ProdHaftG permanecem inalteradas."
    },
    "privacy": {
      "title": "§ 8 Proteção de Dados",
      "content": "(1) Processamos os dados pessoais do cliente de acordo com o RGPD e a BDSG.\n\n(2) Informações detalhadas sobre o processamento de dados podem ser encontradas em nossa política de privacidade."
    },
    "final": {
      "title": "§ 9 Disposições Finais",
      "content": "(1) O direito alemão se aplica, excluindo a Convenção das Nações Unidas sobre Contratos de Compra e Venda Internacional de Mercadorias.\n\n(2) O local de jurisdição para todas as disputas decorrentes deste contrato é Colônia, Alemanha.\n\n(3) Se alguma disposição destes AGB for ou se tornar inválida, a validade das demais disposições permanece inalterada."
    }
  }
} 