{
  "pageTitle": "AGB's\n(Allgemeine Geschäftsbedingungen)",
  "pageDescription": "Nutzungsbedingungen und rechtliche Hinweise für die Dienstleistungen der House of Europe Consulting.",
  "sections": {
    "scope": {
      "title": "§ 1 Geltungsbereich",
      "content": "(1) Diese Allgemeinen Geschäftsbedingungen (AGB) gelten für alle Verträge über die Erbringung von Dienstleistungen zwischen House of Europe Consulting, Inhaber: Washington De-Sousa, Köln – Deutschland (nachfolgend 'wir', 'uns' oder 'Verwender') und unseren Kunden (nachfolgend 'Kunde' oder 'Partner' genannt).\n\n(2) Diese AGB richten sich ausschließlich an Unternehmer (§ 14 BGB), nicht jedoch an Verbraucher (§ 13 BGB) oder Letztverbraucher i.S.d. PAngV. Unser Leistungsangebot richtet sich ausschließlich an Unternehmer.\n\n(3) 'Verbraucher' ist jede natürliche Person, die einen Vertrag zu Zwecken abschließt, die überwiegend weder ihrer gewerblichen noch selbstständigen beruflichen Tätigkeit zugerechnet werden können.\n\n(4) 'Unternehmer' ist jede natürliche oder juristische Person oder rechtsfähige Personengesellschaft, die bei Abschluss des Vertrages in Ausübung ihrer gewerblichen oder selbstständigen beruflichen Tätigkeit handelt.\n\n(5) Diese AGB gelten auch für alle künftigen Geschäftsbeziehungen mit dem Kunden, soweit keine abweichenden Regelungen getroffen werden."
    },
    "services": {
      "title": "§ 2 Leistungsumfang",
      "content": "(1) Wir erbringen insbesondere folgende Dienstleistungen:\n\n* GlobalAccess: Internationale Expansion\n  - Strategische Erstbewertung und Machbarkeitsanalyse\n  - Unterstützung bei der Wahl der idealen Rechtsform und offiziellen Registrierung\n  - Erste steuerliche und finanzielle Orientierung\n  - Unterstützung bei Compliance, internationalen Verträgen und rechtlichen Fragen\n  - Einrichtung einer lokalen Präsenz\n\n* DataPulse: Strategische Marktforschung\n  - Detaillierte Markt- und Wettbewerbsanalyse\n  - Umfassende Studie zum europäischen Verbraucherverhalten\n  - Identifizierung strategischer Chancen\n  - Maßgeschneiderte Berichte mit direkt umsetzbaren Erkenntnissen\n\n* SecureLink: Migrationsberatung\n  - Individuelle Bewertung des besten Visums oder der Aufenthaltserlaubnis\n  - Vorbereitung und Überprüfung der erforderlichen Dokumentation\n  - Persönliche Betreuung während des Einwanderungsprozesses\n  - Orientierung zu Wohnen und kultureller Integration\n\n* TalentForge: Berufliche und Karriere-Mentoring\n  - Individuelles Coaching und Karrierepläne\n  - Strategische Vorbereitung auf den europäischen Arbeitsmarkt\n  - Kontinuierliches Mentoring für die Entwicklung\n  - Unterstützung beim Markteintritt\n\n* DigitalBoost & BrandWave: Digitale Transformation und Marketing\n  - Effektive digitale und Marketingstrategien\n  - Prozessautomatisierung und Digitalisierung\n  - Rekrutierung von Digital-Talenten\n  - Beratung in CRM, SEO, SEM und Social Media\n\n* ResearchBoost: F&E und Innovationsanreize\n  - Zugang zu F&E-Steueranreizen\n  - Zuschüsse aus dem Horizon Europe-Programm\n  - Partnerschaften mit Forschungsinstituten\n  - Zertifizierung von F&E-Projekten\n\n* BusinessTalk: Geschäftliche Übersetzung\n  - Simultandolmetschen in Besprechungen\n  - Beherrschung des Fachvokabulars\n  - Erfahrung in internationalen Verhandlungen\n  - Unterstützung in Deutsch, Englisch, Portugiesisch und Spanisch\n\n* FairConnect: Messevertretung\n  - Professionelle mehrsprachige Vertretung\n  - Erfahrung in europäischen Messen\n  - Fachgerechte Produktpräsentation\n  - Detaillierte Feedback-Berichte\n\n(2) Der Umfang der Leistungen wird durch den jeweiligen Vertrag, insbesondere durch die individuelle Auftragsbestätigung, bestimmt."
    },
    "remuneration": {
      "title": "§ 3 Vergütung",
      "content": "(1) Die Preise werden individuell vereinbart und gelten für den vereinbarten Leistungsumfang.\n\n(2) Alle Preise sind Netto-Preise und unterliegen der zum jeweiligen Zeitpunkt gültigen Mehrwertsteuer.\n\n(3) Reise-, Unterkunfts- und Verpflegungskosten werden gesondert berechnet, sofern nicht anders vereinbart.\n\n(4) Die Zahlungen sind innerhalb von 14 Tagen nach Rechnungsstellung zu leisten, sofern nicht anders vereinbart."
    },
    "conclusion": {
      "title": "§ 4 Vertragsschluss",
      "content": "(1) Der Vertrag kommt durch die Annahme unseres Angebots durch den Kunden oder durch unsere Auftragsbestätigung zustande.\n\n(2) Angebote sind unverbindlich und vorbehaltlich Änderungen.\n\n(3) Der Kunde kann den Auftrag innerhalb von 14 Tagen nach Vertragsschluss schriftlich ohne Angabe von Gründen widerrufen."
    },
    "payment": {
      "title": "§ 5 Zahlung",
      "content": "(1) Die Zahlung ist ohne Abzug auf das in der Rechnung angegebene Bankkonto zu leisten.\n\n(2) Bei Zahlungsverzug berechnen wir Verzugszinsen in Höhe von 9 Prozentpunkten über dem Basiszinssatz.\n\n(3) Der Kunde ist nur zur Zurückhaltung von Zahlungen oder zur Aufrechnung mit Gegenansprüchen berechtigt, wenn diese unbestritten oder rechtskräftig festgestellt sind."
    },
    "duration": {
      "title": "§ 6 Vertragsdauer",
      "content": "(1) Der Vertrag wird auf unbestimmte Zeit geschlossen, sofern nicht anders vereinbart.\n\n(2) Der Vertrag kann von beiden Parteien mit einer Frist von 3 Monaten zum Monatsende gekündigt werden.\n\n(3) Das Recht zur außerordentlichen Kündigung aus wichtigem Grund bleibt unberührt."
    },
    "liability": {
      "title": "§ 7 Haftung",
      "content": "(1) Wir haften für vorsätzlich oder grob fahrlässig verursachte Schäden.\n\n(2) Bei einfacher Fahrlässigkeit ist unsere Haftung auf den vorhersehbaren, vertragstypischen Schaden beschränkt.\n\n(3) Die Haftungsbeschränkung gilt nicht für Schäden an Leben, Körper und Gesundheit.\n\n(4) Die Vorschriften des ProdHaftG bleiben unberührt."
    },
    "privacy": {
      "title": "§ 8 Datenschutz",
      "content": "(1) Wir verarbeiten die personenbezogenen Daten des Kunden gemäß der DSGVO und dem BDSG.\n\n(2) Detaillierte Informationen zur Datenverarbeitung finden Sie in unserer Datenschutzerklärung."
    },
    "final": {
      "title": "§ 9 Schlussbestimmungen",
      "content": "(1) Es gilt deutsches Recht unter Ausschluss des UN-Kaufrechts.\n\n(2) Gerichtsstand für alle Streitigkeiten aus diesem Vertrag ist Köln, Deutschland.\n\n(3) Sollte eine Bestimmung dieser AGB unwirksam sein oder werden, bleibt die Wirksamkeit der übrigen Bestimmungen unberührt."
    }
  }
} 