{
  "pageTitle": "GTC's\n(General Terms and Conditions)",
  "pageDescription": "Terms of use and legal information for the services of House of Europe Consulting.",
  "sections": {
    "scope": {
      "title": "§ 1 Scope",
      "content": "(1) These General Terms and Conditions (AGB) apply to all contracts for the provision of services between House of Europe Consulting, Owner: Washington De-Sousa, Cologne – Germany (hereinafter 'we', 'us' or 'provider') and our customers (hereinafter 'customer' or 'partner').\n\n(2) These AGB are intended exclusively for entrepreneurs (§ 14 BGB), not for consumers (§ 13 BGB) or end consumers within the meaning of the PAngV. Our range of services is aimed exclusively at entrepreneurs.\n\n(3) 'Consumer' is any natural person who enters into a contract for purposes that are predominantly not attributable to their commercial or independent professional activity.\n\n(4) 'Entrepreneur' is any natural or legal person or partnership with legal capacity who, when concluding the contract, acts in the exercise of their commercial or independent professional activity.\n\n(5) These AGB also apply to all future business relationships with the customer, unless otherwise agreed."
    },
    "services": {
      "title": "§ 2 Scope of Services",
      "content": "(1) We provide, in particular, the following services:\n\n* GlobalAccess: International Expansion\n  - Strategic initial assessment and business feasibility analysis\n  - Support in choosing the ideal legal form and official registration\n  - Initial tax and financial guidance\n  - Assistance with compliance, international contracts, and legal matters\n  - Establishment of local representation\n\n* DataPulse: Strategic Market Research\n  - Detailed market and competitor analysis\n  - Comprehensive study of European consumer behavior\n  - Identification of strategic opportunities\n  - Customized reports with directly applicable insights\n\n* SecureLink: Migration Consulting\n  - Individual assessment of the best visa or residence permit\n  - Preparation and review of necessary documentation\n  - Personalized support during the immigration process\n  - Guidance on housing and cultural integration\n\n* TalentForge: Professional and Career Mentoring\n  - Individualized coaching and career plans\n  - Strategic preparation for the European job market\n  - Continuous mentoring for development\n  - Support in market entry\n\n* DigitalBoost & BrandWave: Digital Transformation and Marketing\n  - Effective digital and marketing strategies\n  - Process automation and digitization\n  - Recruitment of digital talent\n  - Consulting in CRM, SEO, SEM, and Social Media\n\n* ResearchBoost: R&D and Innovation Incentives\n  - Access to R&D tax incentives\n  - Horizon Europe program subsidies\n  - Partnerships with research institutes\n  - R&D project certification\n\n* BusinessTalk: Business Translation\n  - Simultaneous translation in meetings\n  - Mastery of technical vocabulary\n  - Experience in international negotiations\n  - Support in German, English, Portuguese, and Spanish\n\n* FairConnect: Trade Fair Representation\n  - Professional multilingual representation\n  - Experience in European trade fairs\n  - Specialized product presentation\n  - Detailed feedback reports\n\n(2) The scope of services is determined by the respective contract, in particular by the individual order confirmation."
    },
    "remuneration": {
      "title": "§ 3 Remuneration",
      "content": "(1) Prices are agreed individually and are valid for the agreed scope of service.\n\n(2) All prices are net and subject to the applicable VAT rate at the time.\n\n(3) Travel, accommodation, and meal costs will be charged separately unless otherwise agreed.\n\n(4) Payments must be made within 14 days after invoice issuance unless otherwise agreed."
    },
    "conclusion": {
      "title": "§ 4 Contract Conclusion",
      "content": "(1) The contract is concluded through the customer's acceptance of our offer or through our order confirmation.\n\n(2) Offers are non-binding and subject to change.\n\n(3) The customer may cancel the order in writing within 14 days after contract conclusion without giving reasons."
    },
    "payment": {
      "title": "§ 5 Payment",
      "content": "(1) Payment must be made without deduction to the bank account specified in the invoice.\n\n(2) In case of late payment, we charge default interest of 9 percentage points above the base rate.\n\n(3) The customer is only entitled to withhold payments or offset with counterclaims if these are uncontested or legally established."
    },
    "duration": {
      "title": "§ 6 Contract Duration",
      "content": "(1) The contract is concluded for an indefinite period unless otherwise agreed.\n\n(2) The contract may be terminated by either party with 3 months' notice to the end of the month.\n\n(3) The right to extraordinary termination for good cause remains unaffected."
    },
    "liability": {
      "title": "§ 7 Liability",
      "content": "(1) We are liable for damages caused intentionally or by gross negligence.\n\n(2) In case of simple negligence, our liability is limited to foreseeable damages typical of the contract.\n\n(3) The limitation of liability does not apply to damages to life, body, and health.\n\n(4) The provisions of the ProdHaftG remain unaffected."
    },
    "privacy": {
      "title": "§ 8 Data Protection",
      "content": "(1) We process the customer's personal data in accordance with the GDPR and BDSG.\n\n(2) Detailed information about data processing can be found in our privacy policy."
    },
    "final": {
      "title": "§ 9 Final Provisions",
      "content": "(1) German law applies, excluding the United Nations Convention on Contracts for the International Sale of Goods.\n\n(2) The place of jurisdiction for all disputes arising from this contract is Cologne, Germany.\n\n(3) If any provision of these AGB is or becomes invalid, the validity of the remaining provisions remains unaffected."
    }
  }
} 